Repository: MohyaHss/rebix-store
Catalog: lib/l10n/app_*.arb
Languages: fa

source: Shop
fa: فروشگاه

source: Light Mode :
fa: حالت روشنایی

# language
source: App Language :
fa: زبان برنامه :

source: Rial
fa: ريال

source: Product Name
fa: نام محصول

# seller
source: Seller Name
fa: نام فروشنده

source: Price
fa: قیمت

source: Done
fa: ثبت

# pickingFileError
source: Error while picking file.
fa: مشکلی در انتخاب تصویر به وجود آمده !

# noImageError
source: No image has chosen !
fa: هیچ تصویری انتخاب نشده !

# deleteMessage
source: Do you want to delete this product ?
fa: آیا میخواهید محصول مورد نظر را حذف کنید ؟

# successfulRegistrationMessage
source: Product saved successfully .
fa: محصول مورد نظر با موفقیت ثبت شد .

# emptyFieldsMessage
source: Fill empty fields
fa: فیلد های خالی را پر کنید

# leaveWithoutRegistrationMessage
source: If you leave without registration , your edit won't be considered !
fa: اگر بدون ثبت صفحه را ترک کنید ، ویرایش شما لحاظ نخواهد شد .
